Revit 2027 API
ParameterTypeId.FabricationSetUpDownTagFromBottom Property
 "SU/SD from Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationSetUpDownTagFromBottom { get; }
Public Shared ReadOnly Property FabricationSetUpDownTagFromBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationSetUpDownTagFromBottom {
	ForgeTypeId^ get ();
}
static member FabricationSetUpDownTagFromBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace